const projects = [
  {
    id: 0,
    title: "Система аналитики недвижимости",
    desc: "Подробная информация по 20+ миллионам объектов недвижимости, включая историю по собственникам, обременениям и проверкам. Поддержана быстрая фильтрация по 80+ параметрам, в т.ч. по связанным объектам. Загрузка и выгрузка любых выборок, визуализация на карте.",
    image: "/m3.png",
  },
  {
    id: 1,
    title: "Платформа для размещения рекламы",
    desc: "Оптимизация рекламных объявлений и ставок в режиме реального времени для тысяч веб-сайтов, с обработкой более 100 тыс.запросов в секунду. Deep learning алгоритмы обеспечили рост выручки на 20+%",
    image: "/advessio.png",
  },
  {
    id: 2,
    title: "Система управления структурой данных",
    desc: "Создание многоуровневой структуры сущностей, с произвольным набором полей. По каждому полю можно настроить правила выборки и обновления данных, параметры доступа, справочные данные, а также правила визуализации",
    image: "/admin-view.png",
  },
  {
    id: 3,
    title: "Конструктор для создания веб-сайтов",
    desc: "Создание многостраничных сайтов на базе стандартных VUE-компонент, с настройкой бизнес-логики для любых элементов экрана. Поддерживаются составные компоненты и вложенные страницы",
    image: "/constructor.png",
  },
];

export default projects;
